<?php

return [
    'title' => 'Журнал изменений',

    'settings' => [
        'webhook' => 'URL вебхука Discord',
        'api_tokens' => 'API Токены',
        'api_tokens_help' => 'Используйте длинные случайные токены (>= 32 символов). Разделяйте несколько токенов запятыми.',
    ],

    'categories' => [
        'title' => 'Категории',
        'create' => 'Добавить категорию',
        'edit' => 'Редактировать категорию',

        'updated' => 'Порядок категорий обновлен.',
    ],

    'updates' => [
        'title' => 'Обновления',
        'create' => 'Добавить обновление',
        'edit' => 'Редактировать обновление',
    ],

    'permissions' => [
        'admin' => 'Редактировать журнал изменений',
    ],
];
